Repository: NaN-tic/trytond-product_cost_plan_margin
Catalog: locale/*.po
Languages: ca, es

# error:product.cost.plan.cost:
source: Invalid margin for "%s". Margin "%s" must be greather than minimum "%s".
ca: Marge invalid per al cost "%s". El margin "%s" ha de ser mes gran que el minim "%s".

# field:product.cost.plan,list_price:
source: Unit List Price
ca: Preu de venda unitari
es: Precio de venta unitario

# field:product.cost.plan,margin:
source: Margin
ca: Marge
es: Margen

# field:product.cost.plan,margin_percent:
source: Margin %
ca: Marge (%)
es: Margen (%)

# field:product.cost.plan,product_list_price:
source: Product List Price
ca: Preu de venda del producte
es: Precio de venta del producto

# field:product.cost.plan.calc_margins_from_list_price.start,id:
source: ID
ca: Identificador

# field:product.cost.plan.calc_margins_from_list_price.start,list_price:
source: Product List Price
ca: Preu de venda unitari
es: Precio de venta unitario

# field:product.cost.plan.cost,margin:
source: Margin
ca: Marge
es: Margen

# field:product.cost.plan.cost,margin_percent:
source: Margin %
ca: Marge (%)
es: Margen (%)

# field:product.cost.plan.cost,minimum:
source: Minimum %
ca: % Mínim
es: % Mínimo

# field:product.cost.plan.cost.type,minimum_percent:
source: Minimum %
ca: % Mínim
es: % Mínimo

# model:ir.action,name:act_calc_margins_from_list_price
source: Calculate Margins From List Price
ca: Calcular marges a partir de preu de venda
es: Calcular márgenes a partir del precio de venta

# model:product.cost.plan.calc_margins_from_list_price.start,name:
source: Calculate Margins From List Price Start
ca: Calcular marges a partir de preu de venda
es: Calcular márgenes a partir del precio de venta

# view:product.cost.plan.calc_margins_from_list_price.start:
source: Calculate Margin from List Price
ca: Calcular marges a partir de preu de venda
es: Calcular márgenes a partir del precio de venta

# view:product.cost.plan:
source: It will modify the product's field loosing the current value. Are you sure?
ca: Això modificarà la fitxa del producte perdent el valor actual. N'està segur?
es: Esto modificará la ficha del producto perdiendo el valor actual. ¿Está seguro?

# view:product.cost.plan:
source: Update Product's List Price
ca: Actualitza preu de venda del producte
es: Actualizar precio de venta del producto

# wizard_button:product.cost.plan.calc_margins_from_list_price,start,calc:
source: Calculate
ca: Calcula
es: Calcular

# wizard_button:product.cost.plan.calc_margins_from_list_price,start,end:
source: Cancel
ca: Cancel·lat
es: Cancelar
